[
  {
    "content": "What I appreciated most is having Ryan as a continuous sparring partner for turning my ideas into reality. His proactive research was invaluable.",
    "author": "Sebastian D. Marcu",
    "position": "CEO",
    "company": "Design & Data GmbH",
    "avatar": "/img/person/SebastianDMarcu.jpg"
  },
  {
    "content": "I had the pleasure to work with Ryan; his communications expertise, proactiveness, and attention to detail were invaluable when creating campaigns for new calls for proposals.",
    "author": "Nil Angli",
    "position": "Business Applications Officer",
    "company": "European Space Agency",
    "avatar": "/img/person/NilAngli.jpg"
  },
  {
    "content": "I am very happy with the work Ryan Laird did for us. He delivered beyond the standard and was always looking for ways to improve our results. He is very knowledgeable on marketing issues, and has a very good understanding of Space to steer marketing efforts appropriately. Ryan has a deep network reaching to many of the targets of our marketing campaigns, and his writing style was focused and targeted.",
    "author": "Gonzalo Martín de Mercado",
    "position": "Business Development Officer",
    "company": "European Space Agency",
    "avatar": "/img/person/gonzalo.jpeg"
  },
  {
    "content": "I have had the opportunity to appreciate Ryan’s work as communications manager for space projects and space related news as very professional. Ryan has always been reliable and provided high quality content.",
    "author": "Rita Rinaldo",
    "position": "Head of Projects and Studies Implementation Division",
    "company": "European Space Agency",
    "avatar": "/img/person/rita-rinaldo.jpg"
  },
  {
    "content": "Ryan was a very helpful and productive intern and a huge help in many areas of our news production process. He rapidly got familiar with our complex procedures and excelled at delivering fast and high-quality material. He was also very good at making suggestions and going a bit beyond the tasks he was assigned. He is a hard worker and handled some stressful and demanding recent work periods very well.",
    "author": "Richard Hook",
    "position": "Public Information Officer",
    "company": "European Southern Observatory",
    "avatar": "/img/person/richardhook.webp"
  },
  {
    "content": "Ryan [adapted to] pressures and demands of our busy working environment, working to tight and changing deadlines and covering a variety of tasks, from drafting announcements, science releases, and Pictures of the Week texts to writing scripts for our video podcasts and writing captions for our online image archive, all completed to a high standard. He demonstrated an ability to learn quickly, to understand the salient details of a story and to use his initiative to get work done.",
    "author": "Lars Lindberg Christiansen",
    "position": "Head of education and Public Outreach Department (ePOD)",
    "company": "European Southern Observatory",
    "avatar": "/img/person/lars.jpg"
  },
  {
    "content": "I had the pleasure to work alongside Ryan at Bloodhound SSC. Ryan was involved in developing, communicating and delivering STEM-based workshops, all of which he performed admirably! He was a valuable asset to the team and carried out all of the above with energy and enthusiasm.",
    "author": "Mike Ford",
    "position": "Science Communicator",
    "company": "Bloodhound SSC",
    "avatar": "/img/person/mikeford.jpg"
  },
  {
    "content": "As a key member of the Education Team Social Media Strategy Planning Group, Ryan was instrumental in helping drive the BLOODHOUND Education Social Media strategy forward. Never afraid to push the boundaries and very enthusiastic to implement, monitor and review working processes to ensure that the info at the point of delivery was up to date, scientifically accurate and differentiated to meet the needs of the many differing audiences. A pleasure to work with and a real asset to any team.",
    "author": "Dawn Fitt",
    "position": "Science Communicator",
    "company": "Bloodhound SSC",
    "avatar": "/img/person/dawnfitt.jpg"
  },
  {
    "content": "When I arrived on the BLOODHOUND Project, Ryan was already a key part of the Education Team. He is one of the main writers of our education resources, producing really good, clear material which schools are able to use with the minimum of fuss. Lately he has taken on significant work in dealing with the wider Education Sector in bringing the BLOODHOUND message to them, not easy but he is doing an excellent job in this and he is a good guy as well!",
    "author": "Derek Hull",
    "position": "Science Communicator",
    "company": "Bloodhound SSC",
    "avatar": "/img/person/derekhull.jpeg"
  }
]